Repository: Cloud-Flare/DB-manager-wordpress-plugin
Catalog: languages/dbmngr-*.po
Languages: ru_ru, uk

source: DB manager Settings
ru_ru: Настройки DB manager
uk: Установки DB manager

source: Settings
ru_ru: Настройки
uk: Установки

source: FAQ
uk: Часті питання

source: Support
ru_ru: Поддержка
uk: Тех. підтримка

source: Check your internet connection!
ru_ru: Проверьте подключение к Интернету!
uk: Перевірте підключення до Інтернет!

source: Could not create file!
uk: Не вдалося створити файл!

source: Error: could not extract file.
uk: Не вдалося витягти файл.

source: Error: could not unpack file.
uk: Не вдалося розпакувати файл.

source: Disable function does not work! File is not writable!
uk: Функція відключення не працює! Файл недоступний для запису!

source: Impossible to open the file!
ru_ru: Не удается открыть файл!
uk: Неможливо відкрити файл!

source: Enable function does not work! File is not writable.
uk: Функція відключення не працює! Файл недоступний для запису.

source: Impossible to open the file!
uk: Неможливо відкрити файл!

source: File loading error.
uk: Помилака завантаження файлу.

source: PhpMyadmin was loaded successfully!
uk: PhpMyAdmin успішно завантажено!

source: Dumper was loaded successfully!
uk: Dumper успішно завантажено!

source: PhpMyadmin was deleted successfully!
uk: PhpMyAdmin успішно видалений!

source: Dumper was deleted successfully!
uk: Dumper успішно видалений!

source: PhpMyadmin is disable!
uk: PhpMyAdmin відключено!

source: Dumper is disable!
uk: Dumper відключено!

source: PhpMyadmin is enable!
uk: PhpMyAdmin увімкнено!

source: Dumper is enable!
uk: Dumper увімкнено!

source: Update file Error!
ru_ru: Ошибка при обновление файла!
uk: Помилка при оновленні файлу!

source: Dumper was updated successfully!
uk: Dumper успішно оновлено!

source: PhpMyadmin was updated successfully!
uk: PhpMyAdmin успішно оновлено!

source: PhpMyadmin loaded successfully!
ru_ru: PhpMyAdmin успешно загружен!
uk: PhpMyAdmin успішно завантажено!

source: Dumper loaded successfully!
ru_ru: Dumper успешно загружен!
uk: Dumper успішно завантажено!

source: PhpMyadmin loaded incorrect!
ru_ru: PhpMyAdmin загружен ненравильно!
uk: PhpMyAdmin завантажено невірно!

source: Dumper loaded incorrect!
ru_ru: Dumper загружен неправильно!
uk: Dumper завантажено невірно!

source: PhpMyadmin update successfully!
ru_ru: PhpMyAdmin успешно обновлен!
uk: PhpMyAdmin успішно оновлено!

source: Dumper update successfully!
ru_ru: Dumper успешно обновлен!
uk: Dumper успішно оновлено!

source: Please use username: <b>%s</b> and password: <b>%s</b> for login to system!
ru_ru: Пожалуйста, используйте логин: <b>%s</ b> и пароль: <b>%s </ b> для входа в систему!
uk: Будь ласка, використовуйте логін: <b>%s</ b> та пароль: <b>%s </ b> для входу до системи!

source: Access
ru_ru: Доступ
uk: Доступ

source: There is a new version of Dumper available:
ru_ru: Доступна новая версия Dumper:
uk: Доступна нова версія Dumper:

source: Update now
ru_ru: Обновить
uk: Оновити

source: Download
ru_ru: Скачать
uk: Завантажити

source: Delete
ru_ru: Удалить
uk: Видалити

source: Disable access
ru_ru: Отключить доступ
uk: Відключити доступ

source: Enable access
ru_ru: Включить доступ
uk: Включити доступ

source: There is a new version of PhpMyAdmin available:
ru_ru: Доступна новая версия PhpMyAdmin:
uk: Доступна нова версія PhpMyAdmin:

source: Not enough rights to write anything to folder with plugin. Please give permission.
uk: Папка з плагіном недоступна для запису. Будь ласка, надайте права.

source: Curl support is disabled, contact the administrator of your server!
ru_ru: Поддержка Curl отключена , обратитесь к администратору вашего сервера!
uk: Підтримка Curl вимкнена, зверніться до адміністратора вашого серверу!

source: settings
uk: Установки

source: Please enable JavaScript!
ru_ru: Включите JavaScript!
uk: Будь ласка, увімкніть JavaScript!

source: You can download PhpMyAdmin and Dumper from the official site!
ru_ru: Вы можете скачать PhpMyAdmin и Dumper с официального сайта!
uk: Ви можете завантажити PhpMyAdmin та Dumper з офіційного сайту!

source: requires
ru_ru: требуется

source: or higher, that is why it has been deactivated! Please upgrade WordPress and try again.
ru_ru: или выше, поэтому плагин был деактивирован! Обновите WordPress и повторите попытку.

source: Back to the WordPress
ru_ru: Вернутся назад на

source: Plugins page
ru_ru: Pro плагины

source: Create file Error!
ru_ru: Ошибка создания файла!

source: Error: Extracting failed!
ru_ru: Не удалось извлечь!

source: Error: Unpacking failed!
ru_ru: Не удалось распаковать!

source: Disable function does not work! File is not writable!
ru_ru: Отключение не работает! Файл не доступен для записи!

source: Enable not work! File is not writable!
ru_ru: Включение не работает! Файл недоступен для записи!

source: Loading file Error!
ru_ru: Ошибка загрузки файла!

source: PhpMyadmin deleted successfully!
ru_ru: PhpMyAdmin успешно удален!

source: Dumper deleted successfully!
ru_ru: Dumper успешно удален!

source: PhpMyadmin disable!
ru_ru: PhpMyAdmin отключен!

source: Dumper disable!
ru_ru: Dumper отключен!

source: PhpMyadmin enable!
ru_ru: PhpMyAdmin включен!

source: Dumper enable!
ru_ru: Dumper включен!

source: Folder with plugin is not writable please give permission!
ru_ru: Папка с плагином не доступна для записи, пожалуйста, дайте разрешение!

source: DB manager settings
ru_ru: Настройки DB manager
